import type { INews } from '../../../../store/landing/types';

export const data: INews[] = [
	{
		id: 1,
		type: 'news',
		title:
			'В РУТ прошла экспертная дискуссия о развитии транспортной инфраструктуры',
		slug: '',
		short_description:
			'Специалисты отрасли обсудили современные подходы к управлению транспортными системами и подготовке кадров.',
		main_image_url: '',
		published_at: '15 апреля 2026',
		is_featured: true,
	},
	{
		id: 2,
		type: 'news',
		title:
			'В РУТ прошла экспертная дискуссия о развитии транспортной инфраструктуры',
		slug: '',
		short_description:
			'Специалисты отрасли обсудили современные подходы к управлению транспортными системами и подготовке кадров.',
		main_image_url: '',
		published_at: '15 апреля 2026',
		is_featured: true,
	},
	{
		id: 3,
		type: 'news',
		title:
			'В РУТ прошла экспертная дискуссия о развитии транспортной инфраструктуры',
		slug: '',
		short_description:
			'Специалисты отрасли обсудили современные подходы к управлению транспортными системами и подготовке кадров.',
		main_image_url: '',
		published_at: '15 апреля 2026',
		is_featured: true,
	},
	{
		id: 4,
		type: 'news',
		title:
			'В РУТ прошла экспертная дискуссия о развитии транспортной инфраструктуры',
		slug: '',
		short_description:
			'Специалисты отрасли обсудили современные подходы к управлению транспортными системами и подготовке кадров.',
		main_image_url: '',
		published_at: '15 апреля 2026',
		is_featured: true,
	},
	{
		id: 5,
		type: 'news',
		title:
			'В РУТ прошла экспертная дискуссия о развитии транспортной инфраструктуры',
		slug: '',
		short_description:
			'Специалисты отрасли обсудили современные подходы к управлению транспортными системами и подготовке кадров.',
		main_image_url: '',
		published_at: '15 апреля 2026',
		is_featured: true,
	},
	{
		id: 6,
		type: 'news',
		title:
			'В РУТ прошла экспертная дискуссия о развитии транспортной инфраструктуры',
		slug: '',
		short_description:
			'Специалисты отрасли обсудили современные подходы к управлению транспортными системами и подготовке кадров.',
		main_image_url: '',
		published_at: '15 апреля 2026',
		is_featured: true,
	},
];
