import type { IReview } from '../../../../store/landing/types';

export const data: IReview[] = [
	{
		id: 1,
		person_name: 'Игорь М.',
		person_position: 'Руководитель отдела развития ОАО «РЖД»',
		company_name: '',
		quote:
			'Программа помогла системно разобраться в управлении транспортной инфраструктурой. Особенно ценными были практические кейсы и обсуждение реальных ситуаций.',
		rating: 4,
		is_featured: true,
		created_at: '',
	},
	{
		id: 2,
		person_name: 'Игорь М.',
		person_position: 'Руководитель отдела развития ОАО «РЖД»',
		company_name: '',
		quote:
			'Программа помогла системно разобраться в управлении транспортной инфраструктурой. Особенно ценными были практические кейсы и обсуждение реальных ситуаций.',
		rating: 4,
		is_featured: true,
		created_at: '',
	},
	{
		id: 3,
		person_name: 'Игорь М.',
		person_position: 'Руководитель отдела развития ОАО «РЖД»',
		company_name: '',
		quote:
			'Программа помогла системно разобраться в управлении транспортной инфраструктурой. Особенно ценными были практические кейсы и обсуждение реальных ситуаций.',
		rating: 4,
		is_featured: true,
		created_at: '',
	},
	{
		id: 4,
		person_name: 'Игорь М.',
		person_position: 'Руководитель отдела развития ОАО «РЖД»',
		company_name: '',
		quote:
			'Программа помогла системно разобраться в управлении транспортной инфраструктурой. Особенно ценными были практические кейсы и обсуждение реальных ситуаций.',
		rating: 4,
		is_featured: true,
		created_at: '',
	},
	{
		id: 5,
		person_name: 'Игорь М.',
		person_position: 'Руководитель отдела развития ОАО «РЖД»',
		company_name: '',
		quote:
			'Программа помогла системно разобраться в управлении транспортной инфраструктурой. Особенно ценными были практические кейсы и обсуждение реальных ситуаций.',
		rating: 4,
		is_featured: true,
		created_at: '',
	},
	{
		id: 6,
		person_name: 'Игорь М.',
		person_position: 'Руководитель отдела развития ОАО «РЖД»',
		company_name: '',
		quote:
			'Программа помогла системно разобраться в управлении транспортной инфраструктурой. Особенно ценными были практические кейсы и обсуждение реальных ситуаций.',
		rating: 4,
		is_featured: true,
		created_at: '',
	},
];
